Repository: CofficLab/Lumi
Catalog: Packages/PluginConversationSpeed/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: %lld messages
zh_hk: %lld 條消息

source: Average speed
zh_hk: 平均速度

source: Conversation speed trend
zh_hk: 对话速度趋势

source: Speed unavailable
zh_hk: 速度不可用

source: Streaming output speed
zh_hk: 流式输出速度

source: Streaming Speed
zh_hk: 流式速度

source: Streaming speed measures how fast the model generates output tokens. Higher is better.
zh_hk: 流式速度衡量模型生成输出令牌的快慢，数值越高越好。

source: tokens / second
zh_hk: 令牌/秒

source: Model
zh_hk: 模型

source: Output tokens
zh_hk: 输出令牌数

source: Streaming duration
zh_hk: 流式持续时间

source: Time to first token
zh_hk: 首个令牌时间

source: Provider
zh_hk: 提供商

source: Min %.1f
zh_hk: 最低 %.1f

source: Max %.1f
zh_hk: 最高 %.1f

source: %.2f s
zh_hk: %.2f 秒

source: %.0f ms
zh_hk: %.0f 毫秒

source: %.1f tok/s
zh_hk: %.1f 令牌/秒

source: No conversation selected. Select a conversation to see streaming speed.
zh_hk: 未选择对话。选择一个对话以查看流式速度。

source: Waiting for the first assistant response with speed data.
zh_hk: 等待第一个带有速度数据的助手回复。

source: The provider did not report output token count.
zh_hk: 提供商未报告输出令牌数。

source: The provider did not report streaming duration.
zh_hk: 提供商未报告流式持续时间。

source: The provider did not report output tokens or streaming duration.
zh_hk: 提供商未报告输出令牌数或流式持续时间。
